{
  "blogs": [
    {
      "id": "1",
      "title": "Where a Never-Ending Rainfall of Blessings Flows: The Shankar Maharaj Math in Ahilyanagar",
      "image": "https://gauri72.github.io/mbsm-trust-blogs/images/one.jpg",
      "content": "Thursday is an ordinary day for most people. People are engrossed in their daily chores and duties, eagerly waiting for the weekend. But at the Shankar Maharaj Math (pilgrimage) located in the MIDC locality of Ahilyanagar, Maharashtra, \"Thursday\" carries a different meaning. It is a special day soaked in devotion, peace and quiet miracles. The Math is no less than a beautiful refuge and home of comfort and safety. The Math is a serene place inside the medicine factory of our Guru, Shree Vishweshwar Swami Maharaj (Shree Rajabhau Kothari) to whom we lovingly and respectfully call \"Bhaau\". The Math is formed by Mangal Bhakt Seva Mandal trust under the loving guidance and leadership of Bhaau. Bhaau deliberately chose this specific location with the divine instructions of Shankar Maharaj. Here, a sacred Umbar tree And a Peepal tree grow beyond the roof of the Math. It Is Said That Datta Prabhu Himself resides here, and this Is The Very place where Bhaau attained his spiritual realization and had grand darshan of various deities."
    },
    {
      "id": "2",
      "title": "Come Here to Experience the True Meaning of Service, Devotion, Charity & Humanity!",
      "image": "https://gauri72.github.io/mbsm-trust-blogs/images/two.jpg",
      "content": "The Shankar Maharaj Math is simple and warm, but the energy, the aura It Holds is deeply powerful. The Math takes care of every basic need of a devotee. From clean and well-equipped toilets for ladies and gents to tea and food arrangements, everything is taken care of with attention, affection and thoughtfulness. All provisions are made to ensure devotees face zero trouble or inconvenience. The True definition of Service, Charity and Humanity is understood here. People toil here with more dedication than many work for salary. Because their reward is not money but contentment and the grace of God. This remuneration is far more valuable than any high-paid salary. Bhaau is the heart of this Math. We firmly believe that the divine powers of Shankar Maharaj are fully active in him. In His Last lifetime, He Was Swayam Siddhanath Maharaj, and in this life He Is Named as Shree Vishweshwar Swami Maharaj by God. We All Are Immeasurably Blessed, Graced and Fortunate to have him as Our spiritual Guru. He Is A follower of Nathsampradaya. So, He's a Nathpanthi."
    },
    {
      "id": "3",
      "title": "Repairing Lives & Healing Hearts: The Thursday Gaadi Seva of Shankar Maharaj",
      "image": "https://gauri72.github.io/mbsm-trust-blogs/images/three.jpg",
      "content": "Yet, despite being showered with such overwhelming love and reverence by countless disciples, followers, and devotees, it is his greatness that Bhaau still humbly calls himself only a devotee and disciple of Sadguru Shankar Maharaj. His humility makes him even more great and divine. Every Thursday, Bhaau dedicates his entire day and self to devotees. Right from Thursday morning till Friday morning, he compassionately listens to all struggling people and offers them both rational and divine remedies to those who come with various kinds of crises, hardships, worries, problems, doubts, fears, and pain. He does not hurry, and he does not rest. No matter how late it gets, he stays until the last devotee is guided. His commitment is unmatched and unbreakable. It teaches everyone what true seva means. In this way, the Gaadi Seva (गादी सेवा) of Shankar Maharaj is carried out throughout the entire day with absolute discipline, devotion and dedication. Not just the Sevekaris, but the family members of Bhaau also take part in various departments of the Seva. They offer their seva proactively to help the Seva proceed with harmony and efficiency. This seva is not merely a weekly ritual held here on every Thursday. It is a turning point when many people stuck in multiple predicaments receive clarity, strength and solutions. Many arrive burdened here and return back lighter, carrying hope and a sense of divine support back with them."
    },
    {
      "id": "4",
      "title": "Thursday Annadan Seva: Food that Fulfills the Hunger & Nourishes the Soul",
      "image": "https://gauri72.github.io/mbsm-trust-blogs/images/four.jpg",
      "content": "On Thursday, alongside the Gaadi Seva, the Math carries out free Annadan Seva for all visitors throughout the entire day, continuing until the last person is served on Friday. Here, it is believed that “Annadan Shreshtha Daan!,” meaning, feeding others is the greatest charity. The food served here is called \"Prasad\", a sacred offering to God. Simple, savoury, nourishing prasad is served here with respect, dignity and compassion. The menu sometimes includes only khichadi or pithla or sabji accompanied by roti, rice, achaar, chutney, and a sweet. No one is turned away, the prasad never falls short despite the vast crowd. Whenever the food runs out, the sevekaris prepare it again. What keeps all this running smoothly and without any goof-ups or friction is the immaculate guidance and supervision of Bhaau and wholehearted dedication of all the sevekaris. From Thursday dawn till Friday morning, they work tirelessly. They cook, serve, clean, organize, and manage everything without payment or complaints. Their seva is just driven by devotion and love for Bhaau, Sadguru Shankar Maharaj, Swami Samarth Maharaj, and Datta Maharaj. Mangal Bhakt Seva Mandal is not just a trust, it is a warm community shaped by devotion, selfless intention, willingness, humanity, and a deep sense of responsibility towards the society."
    },
    {
      "id": "5",
      "title": "\"कर्म\" हाच कलियुगाचा धर्म",
      "image": "https://gauri72.github.io/mbsm-trust-blogs/images/five.jpg",
      "content": "श्री विश्वेश्वर स्वामी महाराज ( श्री राजाभाऊ कोठारी) त्यांच्या गुरुवार विशेष प्रवचनात म्हणतात:\n\nबघा किती प्रश्न, किती अडचणी आपण आपल्या जीवनामध्ये निर्माण केल्या आहेत. होय! आपण निर्माण केल्या आहेत. आणि जेव्हा त्या प्रश्नांची, अडचणींची फळं भोगण्याची वेळ येते तेव्हा आपली अवस्था त्या भरकटलेल्या पतंगा सारखी होते, कुठे जाऊन पडेल, काय होईल याचा नेम नाही. सांगता येत नाही.\n\nआपल्या जीवनाची ही दशा आपण करून ठेवली आहे. माहित नाही काय कधी होईल. आज प्रत्येक क्षण तणावाचा आहे, काळजीचा आहे, चिंतेचा आहे.\n\nहे काही कोणी आणून टाकलं नाही. आपल्या भूतकाळातल्या कर्मांमुळे वर्तमानात आपली ही अवस्था आहे.\n\nकारण या कलियुगाचा धर्म कर्म आहे, मी सातत्याने सांगत आलो आहे. ऐकून ऐकून कान विटले असतील तुमचे, परंतु सत्य नाकारता येत नाही.\n\nआज वर्तमान काळातली जी अवस्था आहे, आपली जी परिस्थिती आहे ती आपल्याच भूतकाळातल्या कर्मांमुळे आहे.\n\nआणि अडचण अशी आहे की आपण भूतकाळात जाऊ शकत नाही, चुकीचे कर्म झालेले दुरुस्त करू शकत नाही. काहीही झालं तरी वर्तमानात जगायचंय.\n\nआणि मग जेव्हा आपल्याला कळतं की आपल्या भूतकाळातल्या कर्मांमुळे आपली ही अवस्था आहे मग वर्तमान काळात तरी आपण निष्ठापूर्वक अशी काही धडपड, मेहनत आणि सत्कर्म करायला पाहिजेत की आपला येणारा भविष्य काळ हा उज्वलच असेल.\n\nयोग्य कर्म केल्याने निश्चितच भगवंताची कृपा प्राप्त होते. कर्म हेच सुखी जीवनाचे मर्म."
    },
    {
      "id": "6",
      "title": "अहंकाराला जपत आधाराचा शोध",
      "image": "https://gauri72.github.io/mbsm-trust-blogs/images/six.jpg",
      "content": "श्री विश्वेश्वर स्वामी महाराज (श्री राजाभाऊ कोठारी) त्यांच्या गुरुवार विशेष प्रवचनात म्हणतात:\n\nआजच्या या कलियुगात प्रत्येक चैतन्य अतृप्त आहे. प्रत्येक चैतन्य अशांत आहे, अस्थिर आहे, आपला स्वतःवर विश्वास नाही.\n\nप्रत्येकाला मानसिकरीत्या दुसर्‍याच्या आधाराची गरज आहे.\n\nइतकी विकलांगता आपल्या मनाची, आपल्या विचारांची झाली आहे की आपल्याला कुणाच्या न कुणाच्या आधाराची गरज पडते.\n\nआपल्याला कोणीतरी, आपल्या दुःखावर फुंकर मारणारा हवा असतो. त्याच्या शोधात आपण आपल्या जीवनाचा प्रत्येक श्वास खर्च करतो.\n\nपण तो आधार ही असा हवा की तो लक्षात येता कामा नये कारण माझं नाव, माझी इज्जत, माझी पात्रता, माझी लायकी याला कुठेतरी धक्का बसेल.\n\nबघा, आपली खोटी प्रतिष्ठा, अहंकार जपण्यासाठी किती तारेवरची कसरत करावी लागते.\n\nमनातल्या सर्व असुरक्षितता, अस्वस्थता, वेदना लपवून आपल्याला आपण बाहेरून किती मजबूत आहोत याचं ढोंग करावं लागतं."
    },
    {
      "id": "7",
      "title": "रात्र आणि दिवस: आयुष्याचं सृष्टीचक्र",
      "image": "https://gauri72.github.io/mbsm-trust-blogs/images/seven.jpg",
      "content": "विश्वेश्वर स्वामी महाराज (श्री राजाभाऊ कोठारी) त्यांच्या गुरुवार विशेष प्रवचनात म्हणतात:\n\nया सृष्टीचक्राची निर्मिती करताना रात्र आणि दिवस एका मागे एक गुंफले गेले अगदी तसच आपल्या आयुष्यामध्ये, आपल्या संसारामध्ये, अध्यात्मामध्ये रात्र आणि दिवस आहेत.\n\nअडचण म्हणजे रात्र आहे आणि त्याचे उत्तर म्हणजे दिवस आहे.\n\nएका रात्रीनंतर एक दिवस, एका रात्रीनंतर एक दिवस, दिवसानंतर परत रात्र, दिवसानंतर परत रात्र, म्हणजेच प्रश्नानंतर उत्तर आणि उत्तरानंतर नवीन प्रश्न, नवीन प्रश्न नंतर परत उत्तर.\n\nज्या बुद्धीचा, ज्या ज्ञानाचा आपल्याला मोठा अहंकार, अभिमान आहे, ते ज्ञान, ती बुद्धी किती तोकडी आहे, किती अपुरी आहे हे जेव्हा आपल्या समोर एक मोठं प्रश्न म्हणुन एखादं कर्म उभं राहतं, पाहायला गेलं तर ते भूतकाळातलं कर्म आहे पण जेव्हा ते वर्तमानात प्रश्न म्हणुन उभं राहतं, तेव्हा कळतं आपल्याला, आपलं ज्ञान, आपली बुद्धी, आपलं स्थान त्याची पात्रता, त्याची लायकी ही काहीच नाही हे तेव्हा आपल्या लक्षात येतं.\n\nमात्र ते कळेपर्यंत वेळ निघून गेलेली असते.\n\nम्हणून आपण वेळेवर सावध होऊन जास्तीतजास्त सत्कर्म करायला पाहिजेत.\n\nआणि ही कायम योग्य मार्गावर चालण्याची सद्बुद्धी आपल्याला भगवंताचे नित्य नामजप आणि ध्यानधारणा यातून प्राप्त होते."
    },
    {
      "id": "8",
      "title": "त्रिगुण, त्रिगुणात्मक आणि जीवनाचे शाश्वत सत्य",
      "image": "https://gauri72.github.io/mbsm-trust-blogs/images/eight.jpg",
      "content": "श्री विश्वेश्वर स्वामी महाराज ( श्री राजाभाऊ कोठारी) त्यांच्या गुरुवार विशेष प्रवचनात म्हणतात:\n\nया सृष्टीची रचना तमस, रजस आणि सत्त्व या तीन गुणांवर झालेली आहे.\n\nदत्त महाराज त्रिगुणात्मक आहेत.\n\nजो त्राता आहे, ज्याच्या कटी लंगोट, काखेत झोळी, संगे चार श्वान आहेत त्यांना अवधूत चिंतन म्हंटलय. वर्णन पहा. कटी लंगोट, काखेत झोळी. येवढाच संसार, येवढाच प्रपंच तो एका झोळीमध्ये सामावला आहे.\n\nहे त्रिकालाबाधित सत्य आहे. आणि हे शाश्वत सत्य आपण विसरतो.\n\nजन्म आणि मृत्यू या मधला जो कालखंड आहे हा सगळा अशाश्वत आहे, बदलणारा आहे. मात्र जन्म आणि मृत्यू हे कधी ही न बदलणारी गोष्ट आहे.\n\nम्हणुन त्याला या सृष्टीचं शाश्वत सत्य मानलं गेलंय.\n\nकारण जो जन्माला येतो त्याच्या जन्माबरोबरच त्याचा मृत्यू देखील जन्माला येतो.\n\nहेच शाश्वत आहे. हे सगळं आपल्याला समजतं पण वळत नाही. याचं मुख्य कारण म्हणजे आपला अहंकार आणि षडरिपूंनी ग्रस्त असलेलं आपलं मन."
    },
    {
      "id": "9",
      "title": "भगवंत दरवेळी वाचवतो, पण आपण स्वतःला सुधारतो का?",
      "image": "https://gauri72.github.io/mbsm-trust-blogs/images/nine.jpg",
      "content": "श्री विश्वेश्वर स्वामी महाराज त्यांच्या प्रवचनात म्हणतात:\n\nभगवंत खूप दयाळू आहे, मायाळू आहे, साक्षात माऊलीस्वरूप आहे.\n\nआपल्या प्रत्येक चुकीला तो पदरात घालतो, आपले अपराध पोटी घेतो.\n\nआणि म्हणूनच आपण सातत्याने चुकांवर चुका करत राहतो.\n\nआपण विसरतो की आपण ज्या ज्या अवस्थेत जातो, त्या त्या अवस्थेत भगवंतदेखील आपल्याला योग्य असलेलं उत्तर, योग्य असलेला मार्ग कोणत्यानं कोणत्या रुपात दाखवत असतो.\n\nमात्र त्या अवस्थेपर्यंत पोहोचेपर्यंत आपलं किती नुकसान होतं आणि त्या नुकसानाचे दुष्परिणाम आपल्या भावी जीवनावर कसे होणार आहेत, हे सगळं आपण तेव्हा बाजूला ठेवतो.\n\nफक्त \"आत्ता या क्षणी मला ह्यातून बाहेर काढ\" एवढीच आपली परमेश्वराकडे मागणी, भावना असते.\n\nहा पुढचा सगळा क्रम टाळण्यासाठी आपण वेळेवरच सावध व्हायला पाहिजे, स्वतःला आणखी चुकीची कर्मं करण्यापासून थांबवलं पाहिजे आणि उचल खाऊन नित्यनियमाने सत्कर्म व आपल्या आराध्यदैवताचे स्मरण, नामजप केले पाहिजे.\n\nअशाने आपला नक्कीच उद्धार होतो."
    },
    {
      "id": "10",
      "title": "मानव जन्म, षडरिपू आणि गुरूचे महत्व",
      "image": "https://gauri72.github.io/mbsm-trust-blogs/images/ten.jpg",
      "content": "आपला जन्म हा मानव योनीतला जन्म आहे. मानव योनीतला जन्म म्हणजे वासनेतला जन्म.\n\nआपण असेच प्रकट नाही झालो, आपण आपल्या आई वडिलांच्या पोटी जन्म घेतला आहे.\n\nम्हणजे जन्मापासूनच षडरिपू आपल्या सोबत आले आहेत. त्यांनी आपल्याला जन्मापासूनच जकडून ठेवलं आहे.\n\nआणि जसा मदारी माकडाला नाचवतो तसे हे सहा रिपू आपल्या मनाला नाचवत असतात.\n\nआपला प्रत्येक विचार, आपलं प्रत्येक कर्म हा षडरिपू ठरवत असतात.\n\nएकदा का आपण त्या मोह, काम, क्रोध, मत्सर, लोभ आणि अहंकारामध्ये अडकलो की आपल्याला कुठलंही भान राहत नाही. त्यामुळे जीवनात आपल्याकडून अनेकदा नाही नाही ते चुकीचे कर्म घडतात.\n\nया सृष्टीच्या नियमाप्रमाणे, आपल्याला आपल्या प्रत्येक चांगल्या आणि वाईट कर्माचं फळ भोगावं लागतं.\n\nआपण भूतकाळात केलले चुकीचे कृत्य वर्तमानात आपल्या विविध वेदना आणि कष्टांच्या रूपाने आपल्यापाशी येतात.\n\nअडचण अशी आहे की आपण भूतकाळात जाऊन आपल्याकडून झालेले चुकीचे कर्म बदलू शकत नाही, दुरूस्त करू शकत नाही.\n\nमग आपले कर्म षडरिपूंचा जास्त परिणाम न होता शुद्ध, सात्त्विक कसे घडतील या करता आपल्याला एका गुरूची आवश्यकता असते.\n\nगुरूंची कृपा आपल्याला कधीही भरकटू देत नाही आणि जीवनाच्या प्रत्येक वळणावर योग्य मार्गावर चालण्याची बुद्धी देते.\n\nआणि या ब्रम्हांडातला सर्वोच्च गुरु म्हणजे दत्त प्रभु. ज्यांनी या सृष्टीची निर्मिती केली, या ब्रम्हांडाची निर्मिती केली अशा या दत्त प्रभुंच्या व्यतिरिक्त दुसरा कुठलाही त्यांच्याहून श्रेष्ठ गुरु असूच शकत नाही."
    }
  ]
}
